[
  {
    "id": "game-1",
    "title": "Beating China at its Own Game",
    "description": "Led an entrepreneurship accelerator program in Ludhiana, helping local manufacturers compete globally. Highlight story: Worked with AStar Clothing to develop India's first locally manufactured baby sleeping bags, competing successfully with Chinese imports on both cost and quality. Impact: 100% business growth in one year, reduced employee attrition, and created new manufacturing capabilities in India.",
    "image": "/images/game-china.jpg",
    "link": "https://www.linkedin.com/pulse/beating-china-its-own-game-nikhil-devgan",
    "tags": ["Manufacturing", "Innovation", "Growth"],
    "metrics": {
      "growth": "100%",
      "impact": "First-mover in multiple product categories"
    }
  },
  {
    "id": "game-2",
    "title": "IT Innovation in Punjab",
    "description": "Mentored IT entrepreneurs in Ludhiana through GAME's accelerator program, focusing on building sustainable tech businesses. Key achievement: Helped transform traditional businesses with modern IT solutions, enabling local entrepreneurs to compete in the digital economy while maintaining their cultural identity and values.",
    "image": "/images/game-it.jpg",
    "link": "https://www.linkedin.com/pulse/real-life-rocket-singh-nikhil-devgan",
    "tags": ["Technology", "Digital Transformation", "Mentorship"],
    "metrics": {
      "sectors": "IT Services",
      "region": "Punjab"
    }
  },
  {
    "id": "game-3",
    "title": "Steel Industry Transformation",
    "description": "Worked with steel manufacturing entrepreneurs to modernize operations and scale businesses. Notable success: Guided steel manufacturers in adopting innovative practices, improving operational efficiency, and expanding market reach. Focus on sustainable growth and modern manufacturing practices.",
    "image": "/images/game-steel.jpg",
    "link": "https://www.linkedin.com/pulse/next-big-indian-steel-company-nikhil-devgan",
    "tags": ["Steel Manufacturing", "Modernization", "Scale"],
    "metrics": {
      "industry": "Steel Manufacturing",
      "focus": "Operational Excellence"
    }
  }
] 